Repository: nohackjustnoobb/mankai
Catalog: Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: About
ja: このアプリについて
zh_hans: 关于
zh_hant: 關於

source: Accent Color
ja: アクセントカラー
zh_hans: 强调色
zh_hant: 強調色

# accentColorDescription
source: Choose the color used for buttons, links, and other controls throughout the app.
ja: アプリ内のボタン、リンク、その他のコントロールに使用する色を選択します。
zh_hans: 选择 App 中按钮、链接和其他控件所使用的颜色。
zh_hant: 選擇 App 內按鈕、連結及其他控制項使用的顏色。

# accentColorRestartNoticeMessage
source: You may need to restart the app for the new accent color to take effect.
ja: 新しいアクセントカラーを反映するには、アプリの再起動が必要な場合があります。
zh_hans: 可能需要重启 App 才能应用新的强调色。
zh_hant: 新的強調色可能需要重新啟動 App 後才會生效。

# accentColorRestartNoticeTitle
source: Restart May Be Required
ja: 再起動が必要な場合があります
zh_hans: 可能需要重启
zh_hant: 可能需要重新啟動

source: Action
ja: アクション
zh_hans: 操作
zh_hant: 動作

source: Actions
ja: アクション
zh_hans: 操作
zh_hant: 動作

source: Active
ja: 有効
zh_hans: 已启用
zh_hant: 啟用中

source: Activity
ja: アクティビティ
zh_hans: 活动
zh_hant: 活動

source: Add
ja: 追加
zh_hans: 添加
zh_hant: 新增

source: Add as Local Plugin
ja: ローカルプラグインとして追加
zh_hans: 添加为本地插件
zh_hant: 加入為本機外掛模組

source: Add Author
ja: 作者を追加
zh_hans: 添加作者
zh_hant: 新增作者

source: Add Chapter
ja: チャプターを追加
zh_hans: 添加章节
zh_hant: 新增章節

source: Add Chapter Group
ja: チャプターグループを追加
zh_hans: 添加章节分组
zh_hant: 新增章節分組

source: Add Cover
ja: 表紙を追加
zh_hans: 添加封面
zh_hant: 新增封面

source: Add Folder
ja: フォルダを追加
zh_hans: 添加文件夹
zh_hant: 加入資料夾

source: Add Plugin
ja: プラグインを追加
zh_hans: 添加插件
zh_hant: 新增外掛模組

source: Add Plugins
ja: プラグインを追加
zh_hans: 添加插件
zh_hant: 新增外掛模組

source: Adventure
ja: アドベンチャー
zh_hans: 冒险
zh_hant: 冒險

source: All
ja: すべて
zh_hans: 全部
zh_hant: 全部

# animeSharpUpscaling
source: 2× AnimeSharp Upscaling
ja: 2倍 AnimeSharpアップスケーリング
zh_hans: 2× AnimeSharp 图片放大
zh_hant: 2× AnimeSharp 圖片放大

# animeSharpUpscalingDescription
source: Upscale low-resolution reader images to twice their original resolution with AnimeSharp. Images already large enough for the display are left unchanged. This uses more processing power and memory.
ja: AnimeSharpを使用して、低解像度のリーダー画像を元の2倍の解像度に拡大します。画面表示に十分な大きさの画像は変更されません。処理能力とメモリの使用量が増加します。
zh_hans: 使用 AnimeSharp 将低分辨率的阅读器图片放大到原始分辨率的两倍。分辨率已足够适配屏幕的图片不会被放大。此功能会占用更多计算资源和内存。
zh_hant: 使用 AnimeSharp 將低解析度的閱讀器圖片放大至原始解析度的兩倍。已足以配合螢幕顯示的圖片不會放大。此功能會使用更多運算資源和記憶體。

source: Any
ja: 指定なし
zh_hans: 任意
zh_hant: 任何

source: Appearance
ja: 外観
zh_hans: 外观
zh_hant: 外觀

# appFsPluginDescription
source: This is a built-in plugin that enables users to store and manage manga directly within the app's local directory.
ja: アプリのローカルディレクトリ内に漫画を直接保存し、管理できる内蔵プラグインです。
zh_hans: 这是一个内置插件，可让用户直接在 App 的本地目录中存储和管理漫画。
zh_hant: 這是內置外掛模組，讓用戶直接在 App 的本機目錄儲存和管理漫畫。

source: App Icon
ja: アプリアイコン
zh_hans: App 图标
zh_hant: App 圖示

# appIconDescription
source: Choose the icon that appears on your Home Screen.
ja: ホーム画面に表示するアイコンを選択します。
zh_hans: 选择显示在主屏幕上的 App 图标。
zh_hant: 選擇顯示在主畫面的 App 圖示。

# appIconUnavailable
source: Alternate app icons aren't available on this device.
ja: このデバイスでは別のアプリアイコンを使用できません。
zh_hans: 此设备不支持备用 App 图标。
zh_hant: 此裝置無法使用其他 App 圖示。

# appIconUpdateFailed
source: Unable to Change App Icon
ja: アプリアイコンを変更できません
zh_hans: 无法更改 App 图标
zh_hant: 無法更改 App 圖示

source: Author Name
ja: 作者名
zh_hans: 作者名称
zh_hant: 作者名稱

source: Authors
ja: 作者
zh_hans: 作者
zh_hant: 作者

source: Auto
ja: 自動
zh_hans: 自动
zh_hant: 自動

source: Available Genres
ja: 利用可能なジャンル
zh_hans: 可用类型
zh_hant: 可用類型

# batchMangas
source: Batch Manga Lookup
ja: 漫画の一括取得
zh_hans: 批量查询漫画
zh_hant: 批次查詢漫畫

source: Bookmark
ja: ブックマーク
zh_hans: 收藏
zh_hant: 收藏

source: Boolean
ja: 真偽値
zh_hans: 布尔值
zh_hant: 布林值

source: Boys Love
ja: ボーイズラブ
zh_hans: 耽美
zh_hant: 耽美

source: Browse
ja: ブラウズ
zh_hans: 浏览
zh_hant: 瀏覽

# browseScreenLoadingHint
source: Remote resources, such as those on iCloud, may take a while to load. To speed things up, download it first.
ja: iCloudなどのリモートリソースは、読み込みに時間がかかる場合があります。高速化するには、先にダウンロードしてください。
zh_hans: 远程资源（例如 iCloud 中的资源）可能需要较长时间才能加载。建议先下载以提升速度。
zh_hant: 遠端資源（如 iCloud）載入可能較慢，建議先下載以加快速度。

source: Built-in
ja: 内蔵
zh_hans: 内置
zh_hant: 內置

# byteCountFormat
source: %lld Bytes
ja: %lldバイト
zh_hans: %lld 字节
zh_hant: %lld 位元組

source: Cache
ja: キャッシュ
zh_hans: 缓存
zh_hant: 快取

# cacheDescription
source: Changes to cache settings may take a few minutes to take effect.
ja: キャッシュ設定の変更が反映されるまで、数分かかる場合があります。
zh_hans: 缓存设置的更改可能需要几分钟才能生效。
zh_hant: 快取設定的變更可能需要幾分鐘才會生效。

source: Cache Size
ja: キャッシュサイズ
zh_hans: 缓存大小
zh_hant: 快取大小

source: Cache Size Limit
ja: キャッシュサイズの上限
zh_hans: 缓存大小限制
zh_hant: 快取大小限制

source: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

source: Cancel Download
ja: ダウンロードをキャンセル
zh_hans: 取消下载
zh_hant: 取消下載

# cancelDownloadConfirmation
source: Are you sure you want to cancel this download?
ja: このダウンロードをキャンセルしてもよろしいですか？
zh_hans: 确定要取消此下载吗？
zh_hant: 你確定要取消此下載嗎？

source: Cancelled
ja: キャンセル済み
zh_hans: 已取消
zh_hant: 已取消

source: Capabilities
ja: 機能
zh_hans: 功能
zh_hant: 功能

source: Catalog URL
ja: カタログURL
zh_hans: 目录 URL
zh_hant: 目錄網址

source: Change Cover
ja: 表紙を変更
zh_hans: 更换封面
zh_hant: 更換封面

source: Chapter
ja: チャプター
zh_hans: 章节
zh_hant: 章節

# chapterCountFormat
source: %lld Chapters
ja: %lld話
zh_hans: %lld 话
zh_hant: %lld 話

# chapterFormat
source: Chapter %@
ja: 第%@話
zh_hans: 第 %@ 话
zh_hant: 第 %@ 話

# chapterGroup
source: Group Name
ja: グループ名
zh_hans: 分组名称
zh_hant: 分組名稱

source: Chapter Group Not Found
ja: チャプターグループが見つかりません
zh_hans: 未找到章节分组
zh_hant: 找不到章節分組

source: Chapter Groups
ja: チャプターグループ
zh_hans: 章节分组
zh_hant: 章節分組

source: Chapter Not Found
ja: チャプターが見つかりません
zh_hans: 未找到章节
zh_hant: 找不到章節

source: Chapters
ja: チャプター
zh_hans: 章节
zh_hant: 章節

source: Chapter Title
ja: チャプターのタイトル
zh_hans: 章节标题
zh_hant: 章節標題

source: Check Clipboard
ja: クリップボードを確認
zh_hans: 检查剪贴板
zh_hant: 檢查剪貼板

source: Clear
ja: 消去
zh_hans: 清除
zh_hant: 清除

source: Clear Cache
ja: キャッシュを消去
zh_hans: 清除缓存
zh_hant: 清除快取

# clearCacheDir
source: Clear Cache Directory
ja: キャッシュディレクトリを消去
zh_hans: 清除缓存目录
zh_hant: 清除快取目錄

# clearCacheDirMessage
source: This will remove all cached files, including the index cache. Are you sure you want to continue?
ja: インデックスキャッシュを含むすべてのキャッシュファイルが削除されます。続けてもよろしいですか？
zh_hans: 这将移除所有缓存文件，包括索引缓存。确定要继续吗？
zh_hant: 這將移除所有快取檔案，包含索引快取。你確定要繼續嗎？

# clearCacheMessage
source: Are you sure you want to clear the cache?
ja: キャッシュを消去してもよろしいですか？
zh_hans: 确定要清除缓存吗？
zh_hant: 你確定要清除快取嗎？

source: Clear Index
ja: インデックスを消去
zh_hans: 清除索引
zh_hant: 清除索引

# clearIndexMessage
source: The index speeds up browsing. Clearing it will force a rebuild and may temporarily slow things down. Are you sure you want to continue?
ja: インデックスによりブラウズが高速になります。消去すると再構築が必要になり、一時的に動作が遅くなる場合があります。続けてもよろしいですか？
zh_hans: 索引可加快浏览速度。清除索引后需要重新构建，可能会暂时降低速度。确定要继续吗？
zh_hant: 索引可加快瀏覽速度。清除後將需要重新建立，可能會暫時減慢速度。你確定要繼續嗎？

source: Clear Sync Cache
ja: 同期キャッシュを消去
zh_hans: 清除同步缓存
zh_hant: 清除同步快取

source: Close
ja: 閉じる
zh_hans: 关闭
zh_hant: 關閉

source: Collections
ja: コレクション
zh_hans: 收藏
zh_hant: 收藏

# colorBlue
source: Blue
ja: ブルー
zh_hans: 蓝色
zh_hant: 藍色

# colorBrown
source: Brown
ja: ブラウン
zh_hans: 棕色
zh_hant: 棕色

# colorCyan
source: Cyan
ja: シアン
zh_hans: 青色
zh_hant: 青色

# colorGray
source: Gray
ja: グレー
zh_hans: 灰色
zh_hant: 灰色

# colorGreen
source: Green
ja: グリーン
zh_hans: 绿色
zh_hant: 綠色

# colorIndigo
source: Indigo
ja: インディゴ
zh_hans: 靛蓝色
zh_hant: 靛藍色

# colorMint
source: Mint
ja: ミント
zh_hans: 薄荷绿
zh_hant: 薄荷綠

# colorOrange
source: Orange
ja: オレンジ
zh_hans: 橙色
zh_hant: 橙色

# colorPink
source: Pink
ja: ピンク
zh_hans: 粉色
zh_hant: 粉紅色

# colorPurple
source: Purple
ja: パープル
zh_hans: 紫色
zh_hant: 紫色

# colorRed
source: Red
ja: レッド
zh_hans: 红色
zh_hant: 紅色

# colorSakura
source: Sakura
ja: サクラ
zh_hans: 樱花
zh_hant: 櫻花

# colorTeal
source: Teal
ja: ティール
zh_hans: 蓝绿色
zh_hant: 藍綠色

# colorYellow
source: Yellow
ja: イエロー
zh_hans: 黄色
zh_hant: 黃色

source: Comedy
ja: コメディ
zh_hans: 搞笑
zh_hant: 搞笑

source: Completed
ja: 完了
zh_hans: 已完成
zh_hant: 已完成

# configFailed
source: Configuration Failed
ja: 設定に失敗しました
zh_hans: 配置失败
zh_hant: 設定失敗

# configs
source: Configuration
ja: 設定
zh_hans: 配置
zh_hant: 設定

source: Continue
ja: 続ける
zh_hans: 继续
zh_hant: 繼續

source: Continuous
ja: 連続
zh_hans: 连续
zh_hant: 連續

source: Continuous Reader Settings
ja: 連続リーダー設定
zh_hans: 连续阅读设置
zh_hant: 連續閱讀設定

source: Cover
ja: 表紙
zh_hans: 封面
zh_hant: 封面

source: Create
ja: 作成
zh_hans: 创建
zh_hant: 建立

source: Create Manga
ja: 漫画を作成
zh_hans: 创建漫画
zh_hant: 建立漫畫

source: Credentials
ja: 認証情報
zh_hans: 凭据
zh_hant: 憑證

source: Database Not Available
ja: データベースを利用できません
zh_hans: 数据库不可用
zh_hant: 無法使用資料庫

# dataSizeMessageFormat
source: Data Size: %lld Bytes
ja: データサイズ：%lldバイト
zh_hans: 数据大小：%lld 字节
zh_hant: 資料大小：%lld 位元組

source: Debug
ja: デバッグ
zh_hans: 调试
zh_hant: 除錯

source: Default
ja: デフォルト
zh_hans: 默认
zh_hant: 預設

source: Delete
ja: 削除
zh_hans: 删除
zh_hant: 刪除

source: Delete Manga
ja: 漫画を削除
zh_hans: 删除漫画
zh_hant: 刪除漫畫

# deleteMangaConfirmation
source: Are you sure you want to delete this manga?
ja: この漫画を削除してもよろしいですか？
zh_hans: 你确定要删除这部漫画吗？
zh_hant: 你確定要刪除這部漫畫嗎？

source: Description
ja: 説明
zh_hans: 简介
zh_hant: 簡介

source: Detailed Manga
ja: 漫画の詳細
zh_hans: 漫画详情
zh_hant: 漫畫詳情

source: Details
ja: 詳細
zh_hans: 详情
zh_hant: 詳情

source: Developer
ja: 開発者
zh_hans: 开发者
zh_hant: 開發者

source: Display Name
ja: 表示名
zh_hans: 显示名称
zh_hant: 顯示名稱

source: Done
ja: 完了
zh_hans: 完成
zh_hant: 完成

source: Download
ja: ダウンロード
zh_hans: 下载
zh_hant: 下載

# downloadCompletedMessageFormat
source: %@ Download Completed
ja: %@のダウンロードが完了しました
zh_hans: %@ 下载完成
zh_hant: %@ 下載完成

# downloadDatabaseNotAvailable
source: Offline Database Not Available
ja: オフラインデータベースを利用できません
zh_hans: 离线数据库不可用
zh_hant: 無法使用離線資料庫

# downloadDisabled
source: Downloads are disabled for this plugin
ja: このプラグインではダウンロードが無効です
zh_hans: 此插件已禁用下载功能
zh_hant: 此外掛模組已停用下載功能

source: Downloaded
ja: ダウンロード済み
zh_hans: 已下载
zh_hant: 已下載

# downloadFailedMessageFormat
source: %@ Download Failed: %@
ja: %@のダウンロードに失敗しました：%@
zh_hans: %@ 下载失败：%@
zh_hant: %@ 下載失敗：%@

# downloadQueuedMessageFormat
source: %@ Queued
ja: %@をキューに追加しました
zh_hans: %@ 已加入队列
zh_hant: %@ 已加入佇列

source: Download Queue Is Empty
ja: ダウンロードキューは空です
zh_hans: 下载队列为空
zh_hant: 下載佇列為空

source: Downloads
ja: ダウンロード
zh_hans: 下载
zh_hant: 下載

source: Downsample Images
ja: 画像をダウンサンプリング
zh_hans: 降低图片分辨率
zh_hant: 縮小圖片

# downsampleImagesDescription
source: Reduce decoded image sizes to lower memory usage. Disable this to preserve full image resolution at the cost of higher memory usage.
ja: デコード後の画像サイズを縮小して、メモリ使用量を抑えます。無効にするとメモリ使用量は増えますが、画像の解像度が維持されます。
zh_hans: 降低解码后图片的尺寸以减少内存占用。禁用此功能可保留完整图片分辨率，但会占用更多内存。
zh_hant: 縮小解碼後的圖片尺寸，以降低記憶體用量。停用後會保留完整圖片解析度，但會增加記憶體用量。

# downsampleMemorySavings
source: Memory Savings
ja: メモリ節約
zh_hans: 内存节省
zh_hant: 節省記憶體

# downsampleMemorySavingsBalanced
source: Balanced
ja: バランス
zh_hans: 均衡
zh_hant: 平衡

# downsampleMemorySavingsDescription
source: Choose how much memory to save. Higher savings use lower-resolution images.
ja: メモリをどの程度節約するかを選択します。節約量を増やすと、画像の解像度は低くなります。
zh_hans: 选择要节省的内存量。节省越多，图片分辨率越低。
zh_hant: 選擇要節省的記憶體量。節省越多，圖片解析度越低。

# downsampleMemorySavingsHigh
source: High
ja: 高
zh_hans: 高
zh_hant: 高

# downsampleMemorySavingsLow
source: Low
ja: 低
zh_hans: 低
zh_hant: 低

source: Dummy Plugin Cannot Be Used
ja: ダミープラグインは使用できません
zh_hans: 虚拟插件无法使用
zh_hant: 無法使用虛擬外掛模組

# duplicateBrowsablePluginIdMessageFormat
source: A plugin with the ID “%@” already exists. You can overwrite it or add the new plugin as a local plugin that does not sync across devices.
ja: ID「%@」のプラグインはすでに存在します。上書きするか、デバイス間で同期されないローカルプラグインとして追加できます。
zh_hans: ID 为“%@”的插件已存在。你可以覆盖它，或将新插件添加为不会跨设备同步的本地插件。
zh_hant: ID 為「%@」的外掛模組已存在。你可以覆寫該外掛模組，或將新外掛模組加入為不跨裝置同步的本機外掛模組。

# duplicatePluginIdMessageFormat
source: A plugin with the ID “%@” already exists. Do you want to overwrite it?
ja: ID「%@」のプラグインはすでに存在します。上書きしますか？
zh_hans: ID 为“%@”的插件已存在。确定要覆盖吗？
zh_hant: ID 為「%@」的外掛模組已存在。要覆寫嗎？

# duplicatePluginTitle
source: Duplicate Plugin ID
ja: プラグインIDが重複しています
zh_hans: 插件 ID 重复
zh_hant: 外掛模組 ID 重複

source: Edit
ja: 編集
zh_hans: 编辑
zh_hant: 編輯

source: Editable
ja: 編集可能
zh_hans: 可编辑
zh_hant: 可編輯

source: Edit Chapter
ja: チャプターを編集
zh_hans: 编辑章节
zh_hant: 編輯章節

source: Edit Chapters
ja: チャプターを編集
zh_hans: 编辑章节
zh_hant: 編輯章節

# editChaptersInstructions
source: Long press and drag to reorder chapters, swipe to delete.
ja: 長押ししてドラッグすると並べ替え、スワイプすると削除できます。
zh_hans: 长按并拖动以重新排序章节，滑动以删除。
zh_hant: 長按並拖曳以重新排序章節，滑動以刪除。

source: Edit Chapter Title
ja: チャプターのタイトルを編集
zh_hans: 编辑章节标题
zh_hant: 編輯章節標題

source: Edit Manga
ja: 漫画を編集
zh_hans: 编辑漫画
zh_hant: 編輯漫畫

# enterAuthorName
source: Enter the author's name
ja: 作者名を入力
zh_hans: 输入作者姓名
zh_hant: 輸入作者姓名

# enterChapterGroup
source: Enter a name for the chapter group
ja: チャプターグループ名を入力
zh_hans: 输入章节分组名称
zh_hant: 輸入章節分組名稱

# enterChapterTitle
source: Enter a title for the chapter
ja: チャプターのタイトルを入力
zh_hans: 输入章节标题
zh_hant: 輸入章節標題

# enterNewChapterTitle
source: Enter a new title for the chapter
ja: チャプターの新しいタイトルを入力
zh_hans: 输入章节的新标题
zh_hant: 輸入章節的新標題

source: Entry Not Found
ja: 項目が見つかりません
zh_hans: 未找到条目
zh_hant: 找不到條目

source: EPUB Resource Not Found
ja: EPUBリソースが見つかりません
zh_hans: 未找到 EPUB 资源
zh_hant: 找不到 EPUB 資源

source: Error
ja: エラー
zh_hans: 错误
zh_hant: 錯誤

source: Export
ja: エクスポート
zh_hans: 导出
zh_hant: 匯出目錄

source: Extra
ja: 番外編
zh_hans: 番外
zh_hant: 番外

source: Failed
ja: 失敗
zh_hans: 失败
zh_hant: 失敗

source: Failed to Access Folder
ja: フォルダにアクセスできませんでした
zh_hans: 访问文件夹失败
zh_hant: 存取資料夾失敗

source: Failed to Add Chapter Group
ja: チャプターグループを追加できませんでした
zh_hans: 添加章节分组失败
zh_hant: 新增章節分組失敗

source: Failed to Add Folder
ja: フォルダを追加できませんでした
zh_hans: 添加文件夹失败
zh_hant: 加入資料夾失敗

source: Failed to Add Images
ja: 画像を追加できませんでした
zh_hans: 添加图片失败
zh_hant: 新增圖片失敗

source: Failed to Add Plugin
ja: プラグインを追加できませんでした
zh_hans: 添加插件失败
zh_hant: 新增外掛模組失敗

# failedToCheckUpdatesForPluginFormat
source: Failed to Check Updates for Plugin %@
ja: プラグイン%@のアップデートを確認できませんでした
zh_hans: 检查插件 %@ 的更新失败
zh_hant: 無法檢查外掛模組 %@ 的更新

source: Failed to Create Pixel Buffer
ja: ピクセルバッファを作成できませんでした
zh_hans: 创建像素缓冲区失败
zh_hant: 建立像素緩衝區失敗

source: Failed to Delete Manga
ja: 漫画を削除できませんでした
zh_hans: 删除漫画失败
zh_hant: 刪除漫畫失敗

source: Failed to Delete Saved Manga
ja: 保存済みの漫画を削除できませんでした
zh_hans: 删除已收藏漫画失败
zh_hant: 刪除已收藏漫畫失敗

# failedToDiscoverNfsExports
source: Failed to Find NFS Exports
ja: NFSエクスポートが見つかりませんでした
zh_hans: 未找到 NFS 导出项
zh_hant: 找不到 NFS 匯出目錄

# failedToDiscoverSmbShares
source: Failed to Find SMB Shares
ja: SMB共有が見つかりませんでした
zh_hans: 未找到 SMB 共享
zh_hant: 找不到 SMB 共用

source: Failed to Edit Chapters
ja: チャプターを編集できませんでした
zh_hans: 编辑章节失败
zh_hant: 編輯章節失敗

# failedToEncodeConfigValuesData
source: Failed to Encode Configuration Values
ja: 設定値をエンコードできませんでした
zh_hans: 配置值编码失败
zh_hant: 編碼設定值失敗

source: Failed to Encode Metadata
ja: メタデータをエンコードできませんでした
zh_hans: 元数据编码失败
zh_hant: 編碼元數據失敗

source: Failed to Import
ja: インポートできませんでした
zh_hans: 导入失败
zh_hant: 匯入失敗

source: Failed to Load Chapter
ja: チャプターを読み込めませんでした
zh_hans: 加载章节失败
zh_hant: 載入章節失敗

source: Failed to Load Image
ja: 画像を読み込めませんでした
zh_hans: 加载图片失败
zh_hant: 載入圖片失敗

source: Failed to Load List
ja: リストを読み込めませんでした
zh_hans: 加载列表失败
zh_hant: 載入清單失敗

source: Failed to Load Manga Details
ja: 漫画の詳細を読み込めませんでした
zh_hans: 加载漫画详情失败
zh_hant: 載入漫畫詳情失敗

# failedToLoadMangas
source: Failed to Load Manga
ja: 漫画を読み込めませんでした
zh_hans: 加载漫画失败
zh_hant: 載入漫畫失敗

source: Failed to Load Selected Image
ja: 選択した画像を読み込めませんでした
zh_hans: 加载所选图片失败
zh_hant: 載入所選圖片失敗

source: Failed to Parse Plugin
ja: プラグインを解析できませんでした
zh_hans: 解析插件失败
zh_hant: 解析外掛模組失敗

source: Failed to Remove Chapter Group
ja: チャプターグループを削除できませんでした
zh_hans: 移除章节分组失败
zh_hant: 移除章節分組失敗

source: Failed to Remove Images
ja: 画像を削除できませんでした
zh_hans: 移除图片失败
zh_hant: 移除圖片失敗

source: Failed to Remove Plugin
ja: プラグインを削除できませんでした
zh_hans: 移除插件失败
zh_hant: 移除外掛模組失敗

source: Failed to Render PDF Page
ja: PDFページをレンダリングできませんでした
zh_hans: 渲染 PDF 页面失败
zh_hant: 無法算繪 PDF 頁面

source: Failed to Reorder Images
ja: 画像を並べ替えられませんでした
zh_hans: 重新排序图片失败
zh_hant: 重新排序圖片失敗

# failedToResetConfigs
source: Failed to Reset Configuration
ja: 設定をリセットできませんでした
zh_hans: 重置设置失败
zh_hant: 重設設定失敗

source: Failed to Save Folder
ja: フォルダを保存できませんでした
zh_hans: 保存文件夹失败
zh_hant: 儲存資料夾失敗

source: Failed to Search Manga
ja: 漫画を検索できませんでした
zh_hans: 搜索漫画失败
zh_hant: 搜尋漫畫失敗

# failedToSetConfigValue
source: Failed to Set Configuration Value
ja: 設定値を設定できませんでした
zh_hans: 设置配置项值失败
zh_hant: 無法設定選項值

# failedToSyncFormat
source: Failed to Sync: %@
ja: 同期に失敗しました：%@
zh_hans: 同步失败：%@
zh_hant: 同步失敗：%@

source: Failed to Update History Record
ja: 履歴を更新できませんでした
zh_hans: 更新历史记录失败
zh_hant: 更新歷史記錄失敗

# failedToUpdateLibraryFormat
source: Failed to update library: %@
ja: ライブラリを更新できませんでした：%@
zh_hans: 更新书库失败：%@
zh_hant: 更新書庫失敗：%@

source: Failed to Update Manga
ja: 漫画を更新できませんでした
zh_hans: 更新漫画失败
zh_hant: 更新漫畫失敗

source: Failed to Update Saved Manga
ja: 保存済みの漫画を更新できませんでした
zh_hans: 更新已收藏漫画失败
zh_hant: 更新已收藏漫畫失敗

source: Fan Fiction
ja: 同人
zh_hans: 同人
zh_hant: 同人

# fileCountFormat
source: %lld files
ja: %lldファイル
zh_hans: %lld 个文件
zh_hant: %lld 個檔案

source: File System Settings
ja: ファイルシステム設定
zh_hans: 文件系统设置
zh_hant: 檔案系統設定

source: Filters
ja: フィルタ
zh_hans: 筛选
zh_hant: 篩選

source: Folder
ja: フォルダ
zh_hans: 文件夹
zh_hant: 資料夾

source: Folders
ja: フォルダ
zh_hans: 文件夹
zh_hant: 資料夾

# foldersDescription
source: Manage the folders and catalogs available in Browse, including adding new locations, configuring existing ones, removing locations, and more.
ja: ブラウズで使用できるフォルダやカタログを管理します。新しい場所の追加、既存の場所の設定、場所の削除などを行えます。
zh_hans: 管理“浏览”中可用的文件夹和目录，包括添加新位置、配置现有位置和移除不再需要的位置等。
zh_hant: 管理「瀏覽」中可用的資料夾和目錄，包括新增位置、設定現有位置、移除不再需要的位置等操作。

source: Folder Type
ja: フォルダの種類
zh_hans: 文件夹类型
zh_hant: 資料夾類型

source: Follow Reading Direction
ja: 閲覧方向に従う
zh_hans: 跟随阅读方向
zh_hant: 跟隨閱讀方向

# fs
source: File System
ja: ファイルシステム
zh_hans: 文件系统
zh_hant: 檔案系統

# fsPluginSettings
source: File System Plugin Settings
ja: ファイルシステムプラグイン設定
zh_hans: 文件系统插件设置
zh_hant: 檔案系統外掛模組設定

source: General
ja: 一般
zh_hans: 常规
zh_hant: 一般

source: Genre
ja: ジャンル
zh_hans: 类型
zh_hant: 類型

source: Genres
ja: ジャンル
zh_hans: 类型
zh_hant: 類型

source: Grid View
ja: グリッド表示
zh_hans: 网格视图
zh_hant: 格狀顯示

source: Harem
ja: ハーレム
zh_hans: 后宫
zh_hant: 後宮

# hideBuiltInPlugins
source: Hide from Library and Search
ja: ライブラリと検索で非表示
zh_hans: 在书库与搜索中隐藏
zh_hant: 在書庫與搜尋中隱藏

source: Higanbana
ja: 彼岸花
zh_hans: 彼岸花
zh_hant: 彼岸花

source: Historical
ja: 歴史
zh_hans: 历史
zh_hant: 歷史

source: History
ja: 履歴
zh_hans: 历史记录
zh_hant: 歷史記錄

# historyPageFormat
source: Page %lld
ja: %lldページ
zh_hans: 第 %lld 页
zh_hant: 第 %lld 頁

source: Home
ja: ホーム
zh_hans: 首页
zh_hant: 首頁

source: Horizontal
ja: 横
zh_hans: 水平
zh_hant: 水平

source: Horror
ja: ホラー
zh_hans: 恐怖
zh_hant: 恐怖

source: Host
ja: ホスト
zh_hans: 主机
zh_hant: 主機

source: HTTP Plugin Settings
ja: HTTPプラグイン設定
zh_hans: HTTP 插件设置
zh_hant: HTTP 外掛模組設定

source: HTTP request failed
ja: HTTPリクエストに失敗しました
zh_hans: HTTP 请求失败
zh_hant: HTTP 請求失敗

source: Image
ja: 画像
zh_hans: 图片
zh_hant: 圖片

source: Image Grouping
ja: 画像のグループ化
zh_hans: 图片分组
zh_hant: 圖片分組

source: Image Layout
ja: 画像のレイアウト
zh_hans: 图片布局
zh_hant: 圖片排版

source: Image Processing
ja: 画像処理
zh_hans: 图片处理
zh_hant: 圖片處理

source: Image Size
ja: 画像サイズ
zh_hans: 图片大小
zh_hant: 圖片大小

source: Import
ja: インポート
zh_hans: 导入
zh_hant: 匯入

source: Imports
ja: インポート
zh_hans: 导入
zh_hant: 匯入

source: Import To
ja: インポート先
zh_hans: 导入至
zh_hant: 匯入至

source: Inactive
ja: 無効
zh_hans: 未启用
zh_hant: 未啟用

source: Index
ja: インデックス
zh_hans: 索引
zh_hant: 索引

source: Index Size
ja: インデックスサイズ
zh_hans: 索引大小
zh_hant: 索引大小

source: Info
ja: 情報
zh_hans: 信息
zh_hant: 資料

source: In-Memory Cache Item Count
ja: メモリ内キャッシュ項目数
zh_hans: 内存缓存项目数
zh_hant: 記憶體快取項目數量

source: Invalid Base64 String for Image
ja: 画像のBase64文字列が無効です
zh_hans: 图片的 Base64 字符串无效
zh_hant: 圖片的 Base64 字串無效

source: Invalid Browsable Plugin
ja: ブラウズプラグインが無効です
zh_hans: 浏览插件无效
zh_hant: 瀏覽外掛模組無效

source: Invalid Credentials
ja: 認証情報が無効です
zh_hans: 凭据无效
zh_hant: 憑證無效

source: Invalid EPUB Container
ja: EPUBコンテナが無効です
zh_hans: EPUB 容器无效
zh_hant: 無效的 EPUB 容器

source: Invalid EPUB Package
ja: EPUBパッケージが無効です
zh_hans: EPUB 包无效
zh_hant: 無效的 EPUB 套件

source: Invalid Hash Response
ja: ハッシュレスポンスが無効です
zh_hans: 哈希响应无效
zh_hant: 無效的雜湊回應

source: Invalid Input Image
ja: 入力画像が無効です
zh_hans: 输入图片无效
zh_hant: 輸入的圖片無效

source: Invalid JSON Response
ja: JSONレスポンスが無効です
zh_hans: JSON 响应无效
zh_hant: JSON 回應無效

source: Invalid Manga Meta
ja: 漫画のメタデータが無効です
zh_hans: 漫画元数据无效
zh_hant: 漫畫元數據無效

source: Invalid Manga or Chapter Format
ja: 漫画またはチャプターの形式が無効です
zh_hans: 漫画或章节格式无效
zh_hant: 漫畫或章節格式無效

source: Invalid NFS Connection Configuration
ja: NFS接続設定が無効です
zh_hans: NFS 连接配置无效
zh_hant: 無效的 NFS 連線設定

# invalidNfsPlugin
source: Invalid NFS Folder
ja: NFSフォルダが無効です
zh_hans: NFS 文件夹无效
zh_hant: 無效的 NFS 資料夾

source: Invalid OPDS Document
ja: OPDSドキュメントが無効です
zh_hans: OPDS 文档无效
zh_hant: 無效的 OPDS 檔案

source: Invalid OPDS Plugin
ja: OPDSプラグインが無効です
zh_hans: OPDS 插件无效
zh_hant: OPDS 外掛模組無效

source: Invalid PDF Document
ja: PDFドキュメントが無効です
zh_hans: PDF 文档无效
zh_hant: 無效的 PDF 檔案

source: Invalid Response
ja: レスポンスが無効です
zh_hans: 响应无效
zh_hant: 回應無效

source: Invalid Response Type
ja: レスポンスの種類が無効です
zh_hans: 响应类型无效
zh_hant: 回應類型無效

source: Invalid Result Format for Detailed Manga
ja: 漫画の詳細結果の形式が無効です
zh_hans: 漫画详情结果格式无效
zh_hant: 詳細漫畫格式無效

source: Invalid Result Format for Image
ja: 画像結果の形式が無効です
zh_hans: 图片格式无效
zh_hant: 圖片格式無效

source: Invalid Result Format for Images
ja: 画像結果の形式が無効です
zh_hans: 图片格式无效
zh_hant: 圖片格式無效

source: Invalid Result Format for Is Online
ja: オンライン状態結果の形式が無効です
zh_hans: 在线状态结果格式无效
zh_hant: 連線狀態格式無效

source: Invalid Result Format for Mangas
ja: 漫画結果の形式が無効です
zh_hans: 漫画列表格式无效
zh_hant: 漫畫列表格式無效

source: Invalid Result Format for Suggestions
ja: 候補結果の形式が無効です
zh_hans: 建议格式无效
zh_hant: 建議格式無效

source: Invalid Server URL
ja: サーバURLが無効です
zh_hans: 服务器 URL 无效
zh_hant: 伺服器網址無效

source: Invalid SFTP Connection Configuration
ja: SFTP接続設定が無効です
zh_hans: SFTP 连接配置无效
zh_hant: SFTP 連線設定無效

source: Invalid SFTP Plugin
ja: SFTPプラグインが無効です
zh_hans: SFTP 插件无效
zh_hant: SFTP 外掛模組無效

source: Invalid SMB Connection Configuration
ja: SMB接続設定が無効です
zh_hans: SMB 连接配置无效
zh_hant: SMB 連線設定無效

source: Invalid SMB Plugin
ja: SMBプラグインが無効です
zh_hans: SMB 插件无效
zh_hant: SMB 外掛模組無效

source: Invalid Tile Context
ja: タイルコンテキストが無効です
zh_hans: 图块上下文无效
zh_hant: 無效的圖塊上下文範圍

source: Invalid URL
ja: URLが無効です
zh_hans: URL 无效
zh_hant: 無效 URL

source: Invalid WebDAV Connection Configuration
ja: WebDAV接続設定が無効です
zh_hans: WebDAV 连接配置无效
zh_hant: WebDAV 連線設定無效

source: Invalid WebDAV Plugin
ja: WebDAVプラグインが無効です
zh_hans: WebDAV 插件无效
zh_hant: WebDAV 外掛模組無效

# jsPluginSettings
source: JavaScript Plugin Settings
ja: JavaScriptプラグイン設定
zh_hans: JavaScript 插件设置
zh_hant: JavaScript 外掛模組設定

source: JS Runtime
ja: JSランタイム
zh_hans: JS 运行环境
zh_hant: JS 執行環境

source: Key
ja: キー
zh_hans: 键
zh_hant: 鍵

source: Last Read
ja: 最終閲覧
zh_hans: 上次阅读
zh_hant: 最後閱讀

source: Last Sync Time
ja: 最終同期日時
zh_hans: 上次同步时间
zh_hant: 上次同步時間

source: Last Update Time
ja: 最終更新日時
zh_hans: 上次更新时间
zh_hant: 最後更新時間

source: Latest
ja: 最新
zh_hans: 最新
zh_hant: 最新

source: Latest Chapter
ja: 最新話
zh_hans: 最新话
zh_hant: 最新話

source: Left to Right
ja: 左から右
zh_hans: 从左到右
zh_hant: 由左至右

source: Library
ja: ライブラリ
zh_hans: 书库
zh_hant: 書庫

# libraryAndData
source: Library & Data
ja: ライブラリとデータ
zh_hans: 书库与数据
zh_hant: 書庫與資料

source: Library Updates
ja: ライブラリの更新
zh_hans: 书库更新
zh_hant: 書庫更新

source: License
ja: ライセンス
zh_hans: 许可证
zh_hant: 授權

source: License Unavailable
ja: ライセンスを利用できません
zh_hans: 许可证不可用
zh_hant: 無法載入授權條款

source: Lily
ja: リリー
zh_hans: 百合
zh_hant: 百合

source: List
ja: リスト
zh_hans: 漫画列表
zh_hant: 漫畫列表

source: List by Genre
ja: ジャンル別リスト
zh_hans: 按类型列出
zh_hant: 按類型篩選列表

source: List by Status
ja: ステータス別リスト
zh_hans: 按状态列出
zh_hant: 按狀態篩選列表

source: List View
ja: リスト表示
zh_hans: 列表视图
zh_hant: 列表顯示

# localDir
source: Local Directory
ja: ローカルディレクトリ
zh_hans: 本地目录
zh_hant: 本機目錄

source: Login
ja: ログイン
zh_hans: 登录
zh_hant: 登入

source: Login Failed
ja: ログインに失敗しました
zh_hans: 登录失败
zh_hant: 登入失敗

source: Logout
ja: ログアウト
zh_hans: 退出登录
zh_hant: 登出
